[
    {
        "name": "51121",
        "path": "D:\\Cibernética\\!!!!Tercer año\\SRI\\20news-bydate-train\\alt.atheism\\51121",
        "body": "From: strom@Watson.Ibm.Com (Rob Strom)Subject: Re: [soc.motss, et al.] \"Princeton axes matching funds for Boy Scouts\"Distribution: usaOrganization: IBM ResearchLines: 15In article <N4HY.93Apr5120934@harder.ccr-p.ida.org>, n4hy@harder.ccr-p.ida.org (Bob McGwier) writes:|> [1] HOWEVER, I hate economic terrorism and political correctness|> worse than I hate this policy.  |> [2] A more effective approach is to stop donating|> to ANY organizating that directly or indirectly supports gay rights issues|> until they end the boycott on funding of scouts.  Can somebody reconcile the apparent contradiction between [1] and [2]?-- Rob Strom, strom@watson.ibm.com, (914) 784-7641IBM Research, 30 Saw Mill River Road, P.O. Box 704, Yorktown Heights, NY  10598"
    },
    {
        "name": "51123",
        "path": "D:\\Cibernética\\!!!!Tercer año\\SRI\\20news-bydate-train\\alt.atheism\\51123",
        "body": "From: keith@cco.caltech.edu (Keith Allan Schneider)Subject: Re: Political Atheists?Organization: California Institute of Technology, PasadenaLines: 11NNTP-Posting-Host: punisher.caltech.eduarromdee@jyusenkyou.cs.jhu.edu (Ken Arromdee) writes:>>The motto originated in the Star-Spangled Banner.  Tell me that this has>>something to do with atheists.>The motto _on_coins_ originated as a McCarthyite smear which equated atheism>with Communism and called both unamerican.No it didn't.  The motto has been on various coins since the Civil War.It was just required to be on *all* currency in the 50's.keith"
    },
    {
        "name": "51126",
        "path": "D:\\Cibernética\\!!!!Tercer año\\SRI\\20news-bydate-train\\alt.atheism\\51126",
        "body": "From: keith@cco.caltech.edu (Keith Allan Schneider)Subject: Re: >>>>>>Pompous assOrganization: California Institute of Technology, PasadenaLines: 9NNTP-Posting-Host: punisher.caltech.edukmr4@po.CWRU.edu (Keith M. Ryan) writes:>>Then why do people keep asking the same questions over and over?>Because you rarely ever answer them.Nope, I've answered each question posed, and most were answered multipletimes.keith"
    },
    {
        "name": "51125",
        "path": "D:\\Cibernética\\!!!!Tercer año\\SRI\\20news-bydate-train\\alt.atheism\\51125",
        "body": "From: keith@cco.caltech.edu (Keith Allan Schneider)Subject: Re: <Political Atheists?Organization: California Institute of Technology, PasadenaLines: 54NNTP-Posting-Host: punisher.caltech.edu(reference line trimmed)livesey@solntze.wpd.sgi.com (Jon Livesey) writes:[...]>There is a good deal more confusion here.   You started off with the >assertion that there was some \"objective\" morality, and as you admit>here, you finished up with a recursive definition.   Murder is >\"objectively\" immoral, but eactly what is murder and what is not itself>requires an appeal to morality.Yes.>Now you have switch targets a little, but only a little.   Now you are>asking what is the \"goal\"?   What do you mean by \"goal?\".   Are you>suggesting that there is some \"objective\" \"goal\" out there somewhere,>and we form our morals to achieve it?Well, for example, the goal of \"natural\" morality is the survival andpropogation of the species.  Another example of a moral system ispresented within the Declaration of Independence, which states that weshould be guaranteed life liberty and the pursuit of happiness.  You see,to have a moral system, we must define the purpose of the system.  That is,we shall be moral unto what end?>>Murder is certainly a violation of the golden rule.  And, I thought I had>>defined murder as an intentional killing of a non-murderer, against his will.>>And you responded to this by asking whether or not the execution of an>>innocent person under our system of capital punishment was a murder or not.>>I fail to see what this has to do with anything.  I never claimed that our>>system of morality was an objective one.>I thought that was your very first claim.   That there was>some kind of \"objective\" morality, and that an example of that was>that murder is wrong.   If you don't want to claim that any more,>that's fine.Well, murder violates the golen rule, which is certainly a pillar of mostevery moral system.  However, I am not assuming that our current systemand the manner of its implementation are objectively moral.  I think thatit is a very good approximation, but we can't be perfect.>And by the way, you don't seem to understand the difference between>\"arbitrary\" and \"objective\".   If Keith Schneider \"defines\" murder>to be this that and the other, that's arbitrary.   Jon Livesey may>still say \"Well, according to my personal system of morality, all>killing of humans against their will is murder, and wrong, and what>the legal definition of murder may be in the USA, Kuweit, Saudi>Arabia, or the PRC may be matters not a whit to me\".Well, \"objective\" would assume a system based on clear and fundamentalconcepts, while \"arbitary\" implies no clear line of reasoning.keith"
    },
    {
        "name": "51126",
        "path": "D:\\Cibernética\\!!!!Tercer año\\SRI\\20news-bydate-train\\alt.atheism\\51126",
        "body": "From: keith@cco.caltech.edu (Keith Allan Schneider)Subject: Re: >>>>>>Pompous assOrganization: California Institute of Technology, PasadenaLines: 9NNTP-Posting-Host: punisher.caltech.edukmr4@po.CWRU.edu (Keith M. Ryan) writes:>>Then why do people keep asking the same questions over and over?>Because you rarely ever answer them.Nope, I've answered each question posed, and most were answered multipletimes.keith"
    },
    {
        "name": "51127",
        "path": "D:\\Cibernética\\!!!!Tercer año\\SRI\\20news-bydate-train\\alt.atheism\\51127",
        "body": "From: keith@cco.caltech.edu (Keith Allan Schneider)Subject: Re: >>>>>>Pompous assOrganization: California Institute of Technology, PasadenaLines: 14NNTP-Posting-Host: punisher.caltech.edulivesey@solntze.wpd.sgi.com (Jon Livesey) writes:>>>How long does it [the motto] have to stay around before it becomes the>>>default?  ...  Where's the cutoff point? >>I don't know where the exact cutoff is, but it is at least after a few>>years, and surely after 40 years.>Why does the notion of default not take into account changes>in population makeup?     Specifically, which changes are you talking about?  Are you arguingthat the motto is interpreted as offensive by a larger portion of thepopulation now than 40 years ago?keith"
    }
]